Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/prm-det-samiske-perspektivet-er-synliggjort-i-ny-rammeplan-for-barnehagen.html.tmx
Source language: nob
Languages: sme

source: PRM: Det samiske perspektivet er synliggjort i ny rammeplan for barnehagen
sme: PRD: Sámi perspektiiva lea oidnosis mánáidgárddi ođđa rámmaplánas

source: Regjeringen legger i dag frem ny rammeplan for barnehagens innhold og oppgaver.
sme: Ráđđehus bidjá odne ovdan ođđa rámmaplána mánáidgárddi sisdoalu ja bargamušaid várás.

source: Sametinget er fornøyd med å ha fått med inn i verdigrunnlaget for rammeplanen at samiske barn i barnehage skal få støtte til å bevare og utvikle sitt språk, sin kunnskap og sin kultur uavhengig av hvor i landet de bor.
sme: Sámediggi lea duhtavaš dainna ahte rámmaplána árvovuđđui lea váldojuvvon mielde ahte mánáidgárddi sámi mánát mánát galget veahkehuvvot gáhttet ja ovddidit iežaset giela, máhtu ja kultuvrra beroškeahttá gos riikkas sii orošit.

source: Den nye rammeplanen bestemmer hva barn skal oppleve og lære i landets 6000 barnehager, og den trer i kraft høsten 2017.
sme: Ođđa rámmaplána mearrida maid mánát galget vásihit ja oahppat riikka 6000 mánáidgárddis, ja boahtá fápmui 2017 čavčča.

source: Rammeplanen skal styrke arbeidet i barnehager, og sikre alle barn et godt tilbud, uansett hvor i landet de bor.
sme: Rámmaplána galgá nannet mánáidgárddiid barggu, ja sihkkarastit buot mánáide buori fálaldaga, beroškeahttá gos riikkas sii orošit.

source: Barnehagen skal blant annet bli bedre til å jobbe med språk og mangfold.
sme: Mánáidgárdi galgá earret eará šaddat čeahpit bargat gielain ja máŋggabealatvuođain.

source: Sametingspresident Vibeke Larsen og statssekretær Magnus Thue har hatt politisk konsultasjon om den nye rammeplanen.
sme: Sámediggepresideanta Vibeke Larsen ja stáhtačálli Magnus Thue leaba čađahan politihkalaš konsultašuvnna ođđa rámmaplána birra.

source: De konkluderte etter konsultasjonen med at Sametinget og Kunnskapsdepartementet er enige om innholdet i ny rammeplan for barnehagen.
sme: Maŋŋá konsultašuvnna sudno loahppajurdda lei ahte Sámediggi ja Máhttodepartemeanta leat ovttaoaivilis mánáidgárddi ođđa rámmaplána dáfus.

source: Ivaretar samiske barns rettigheter
sme: Fuolaha sámi mánáid vuoigatvuođaid

source: Den nye rammeplanen ivaretar samiske barns rettigheter ved at det i kapittelet om barnehagens verdigrunnlag sies at Norge har, med bakgrunn i urfolkets særlige rettigheter, en særlig forpliktelse til å ivareta samiske barns og foreldres interesser, jf. Grunnloven §108, barnekonvensjonen art. 30 og ILO-konvensjonen.
sme: Ođđa rámmaplána fuolaha sámi mánáid vuoigatvuođaid dakko bokte go mánáidgárddi árvovuođđokapihttalis daddjojuvvo ahte Norggas lea, álgoálbmoga sierra vuoigatvuođaid vuođul, erenoamáš geatnegasvuohta fuolahit sámi mánáid ja váhnemiid beroštusaid, gč. Vuođđolága §108, mánáidkonvenšuvnna art. 30 ja ILO-konvenšuvnna.

source: Samiske barn i barnehager skal få støtte til å bevare og utvikle sitt språk, sin kunnskap og sin kultur uavhengig av hvor i landet de bor.
sme: Mánáidgárddiid sámi mánát galget veahkehuvvot gáhttet ja ovddidit iežaset giela, máhtu ja kultuvrra beroškeahttá gos riikkas sii orošit.

source: – Dette er Sametinget spesielt fornøyd med, og ser at det vil sikre at samiske barn får et godt og trygt barnehagemiljø, sier sametingspresident Vibeke Larsen.
sme: – D ainna lea Sámediggi erenoamážit duhtavaš, ja oaidná ahte dat sihkkarastá dan ahte sámi mánát ožžot buori ja oadjebas mánáidgárdebirrasa, dadjá sámediggepresideanta Vibeke Larsen.

source: I prosessen med rammeplanarbeidet har det vært viktig for Sametinget å synliggjøre det samiske perspektivet.
sme: Ožžon mielde ođđa čuoggáid rámmaplánii Rámmaplánabarggu proseassas lea leamaš deaŧalaš Sámediggái oažžut ovdan sámi perspektiivva.

source: Sametinget har klart å få nye punkter med i den nye rammeplanen.
sme: Sámediggi lea nagodan oažžut mielde ođđa čuoggái ođđa rámmaplánii.

source: Barnehager for samiske barn skal fremme barnas samiskspråklige kompetanse.
sme: Mánáidgárddit sámi mánáid várás galget ovddidit mánáid sámegielat máhtu.

source: Samiske barnehager skal også ta i bruk samiske tradisjonelle lærings- og arbeidsmetoder.
sme: Sámi mánáidgárddit galget maiddái geavahit sámi árbevirolaš oahppan- ja bargovugiid.

source: Barnehagen skal bygge på en samisk forståelse av naturen og bidra til at barna kan leve i harmoni med naturen, nyttiggjøre seg og høste av naturen og utvikle respekt for naturfenomener.
sme: Mánáidgárdi galgá vuođđuduvvot sámi luondduáddejupmái ja váikkuhit das ahte mánát sáhttet eallit soabalaččat luondduin, ávkkástallat luondduin ja oahppat árvvusatnit luonddualbmonemiid.

source: Innholdet og fagområdene i samiske barnehager skal bygges på samiske språk, kultur og tradisjonskunnskap.
sme: Sámi mánáidgárddiid sisdoallu ja fágasuorggit galget vuođđuduvvot sámi gillii, kultuvrii ja árbedihtui.

source: – Det er viktig å poengtere at minimumskravet for barnehagetilbud utenfor samiske distrikt er at det tilpasses barnas samiske bakgrunn.
sme: – Lea deaŧalaš aiddostahttit ahte mánáidgárdefálaldaga uhcimusgáibádus sámi guovlluid olggobealde lea ahte dat heivehuvvo máná sámi duogážii.

source: Barnehageeiere kan derfor velge å gi et fullverdig samisk barnehagetilbud i områder utenfor forvaltningsområdet for samiske språk.
sme: Danne sáhtte mánáidgárdeeaiggát válljet addit dievaslaš mánáidgárdefálaldaga guovlluin mat leat olggobealde sámegiela hálddašanguovllu.

source: Dette er noe Sametinget forventer at barnehageeiere gjør, sier Larsen.
sme: Dan vuordá Sámediggi ahte mánáidgárdeeaiggádat dahket, dadjá Larsen.

source: Sametinget ser fortsatt behov for at det innføres en individuell rett til samisk barnehagetilbud, en egen samisk rammeplan og at skillet mellom kommuner i og utenfor samiske distrikt oppheves.
sme: – Ferte ásahit oktagaslaš vuoigatvuođa

source: – Dette er noe Sametinget vil prioritere fremover, sier Larsen.
sme: Sámediggi oaidná ain dárbbašlažžan ásahit oktagaslaš vuoigatvuođa sámi mánáidgárdefálaldahkii, sierra sámi rámmaplána ja ahte sihkkut earu gaskal gielddaid siskkabealde ja olggobealde sámi guovlluid.
